 [
      {
        "id": 1,
        "img": "https://i.ibb.co/XFzPvN7/island.jpg",
        "title": "Tropical Island Paradise",
        "short_description": "Escape to the serenity of a tropical island. The Tropical Island Paradise beckons with its enchanting beauty and tranquility. Discover a world of soft",
        "paragraph": "The Tropical Island Paradise beckons with its enchanting beauty and tranquility. Discover a world of soft, powdery white sands that meet the warm, crystal-clear waters, creating a haven for relaxation and adventure. Dive into the coral reefs and encounter vibrant marine life, take leisurely strolls through lush tropical forests, and dine on fresh, exotic cuisine. Whether you're seeking romance, adventure, or simply a peaceful escape, this destination offers an unforgettable experience that lingers in your heart forever."
      },
      {
        "id": 2,
        "img": "https://i.ibb.co/1srM8fR/mountain.jpg",
        "title": "Mountain Retreat",
        "short_description": "Embrace the grandeur of the mountains. The Mountain Retreat invites you to embrace the majesty of the high peaks and unspoiled nature.",
        "paragraph": "The Mountain Retreat invites you to embrace the majesty of the high peaks and unspoiled nature. Located amidst the grandeur of towering mountains, this destination offers an array of activities for nature lovers and adventure enthusiasts. Hike along rugged trails, breathe in the pure mountain air, and be captivated by panoramic vistas that stretch for miles. As the sun sets behind the peaks, you'll find serenity in the peaceful solitude of the mountains, making it the perfect escape for those seeking a profound connection with the natural world."
      },
      {
        "id": 3,
        "img": "https://i.ibb.co/QMkGqNW/iseland.jpg",
        "title": "Sandy Beach Getaway",
        "short_description": "Relax and play on sun-kissed beaches. The Sandy Beach Getaway promises the ultimate seaside experience. Sink your toes into the soft, sun-warmed sands,",
        "paragraph": "The Sandy Beach Getaway promises the ultimate seaside experience. Sink your toes into the soft, sun-warmed sands, bask in the radiant glow of the sun, and immerse yourself in the soothing sounds of the ocean. These idyllic beaches offer a variety of water sports and activities, from snorkeling and surfing to beachcombing and building sandcastles with your loved ones. Unwind at beachfront resorts, savor delicious seafood, and watch the sun dip below the horizon in a blaze of color. The beach getaway combines relaxation and adventure, ensuring a perfect balance for your vacation."
      }
    ]
  
  
  